Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: Prior to the 14th Party Congress
es_us: Antes del XIV Congreso del Partido

source: Prior to the meeting, Zhao had canvassed the opinions of his colleagues and found that four of them – Hu Qili, Qiao Shi, Yang Shangkun, and himself – all opposed declaring martial law.
es_us: Antes del encuentro, Zhao había averiguado las opiniones de sus colegas y halló que cuatro de ellos - Hu Qili, Qiao Shi, Yang Shangkun y él mismo- se oponían a declarar ley marcial.

source: Probing new intellectual currents and the reasons they have emerged can tell us much about contemporary China, the social problems the state faces, the way social critics see the state, and the issues that arouse political passion and provoke engagement.
es_us: Investigar sobre nuevas corrientes intelectuales y las razones por las cuales surgieron puede ser de gran utilidad para comprender mejor a la China contemporánea: los problemas sociales que el estado enfrenta, la mirada de la crítica social respecto del estado y las cuestiones que despiertan pasión por la política y promueven el compromiso.

source: Propaganda Department issues Document
es_us: El departamento de propaganda emite el Documento

source: Proponents of the new authoritarianism and of democracy each focused on real, but different, features of the Chinese polity in the late 1980s.
es_us: Los partidarios del neoautoritarismo y de la democracia se enfocaron en características distintivas pero diferentes del sistema de gobierno chino a fines de la década de los 80.

source: Protectionism was beginning to cost China plenty as SOEs, supported by bureaucratic interests and high tariffs, continued their inefficient ways.
es_us: El proteccionismo le estaba empezando a costar mucho a China mientras las empresas estatales, apoyadas por intereses burocráticos y tarifas altas, continuaban con sus formas ineficientes.

source: Provincial authorities went to elaborate lengths to nurture (and conceal) such funds, and they would not willingly yield their economic interests.
es_us: Las autoridades provinciales se esforzaron por promover (y ocultar) esos fondos, y no cederían de manera voluntaria sus intereses económicos.

source: Public Security
es_us: Seguridad Pública

source: Public opinion on foreign policy questions is a politically sensitive topic, and few surveys are allowed (or allowed to be published).
es_us: La opinión pública con respecto a preguntas de política exterior es un tema muy delicado desde un punto de vista político. Debido a eso se permiten pocas investigaciones (o no se permite su publicación).

source: Qiao seems not to have been the power player that his background in intelligence led many to believe he was, and in any case he was too close to Zhao Ziyang to satisfy conservatives.
es_us: Qiao no parecia ser el jugador estratégico que por su formación muchos creía que era, y de todos modos él era muy cercano a Zhao Ziyang para complacer a los conservadores.

source: Quest for Truth
es_us: Quest for Truth (En búsqueda de la verdad)

source: Questions about the goals of reform had simmered just below the surface for years.
es_us: Las preguntas acerca de los objetivos de la reforma han estado muy cerca de la superficie por años.

source: Rather than being a transitional figure, Jiang Zemin continued to head the CCP until
es_us: Aunque se pensó que no duraría mucho tiempo, Jiang Zemin continuó en el cargo de presidente del PCCh hasta

source: Rather than express a point of view different from that of Jiang Zemin, these articles were intended to show the military and other critics that his government could be just as harsh on the United States as they were. These articles, which were evidently approved by Ding Guan’gen, head of the Propaganda Department, suggest the degree of threat that Jiang felt in the immediate aftermath of the embassy bombing.
es_us: En vez de expresar una perspectiva diferente a la de Jiang Zemin, se escribieron estos articulos con la intencion de mostrar el ejercito y otras criticas que su gobierno pudo ser simplemente tan duro con Estados Unidos como lo fueron ellos. Estos articulos, que los aprobó Ding Gua´gen, director del departamento de propagandas, sugieren el grado de amenaza que sintió Jiang en la inmediata repercusión del bombardeo a la embajada

source: Rather, Chen Yuan was exploring an approach that was con- servative in terms of its critical evaluation of Deng’s decentralizing policies but also more accepting of Western economics.
es_us: En cambio, Chen Yuan estaba explorando un enfoque conservador en términos de su evaluación crítica de las políticas de descentralización de Deng, a la vez que aceptaba de mejor manera la economía occidental.

source: Reﬂecting on the decade of reform prior to Tiananmen, He regarded the 1984–8 period as one of “romanticism.” In his opinion, reform in this period not only shifted from the countryside to the cities but also branched out from economics into other spheres of activity, creating an atmosphere that disregarded the difﬁculty and length of time that reform would take.
es_us: Habiendo reflexionado sobre la década de reforma anterior a Tiananmen, He consideró al periodo 1984-8 como un periodo de "romaticismo". Para él, la reforma en este periodo no sólo se trasladó del campo a las ciudades sino que también se expandió desde economía hacia otras esferas de actividad, lo que creó una atmósfera que no tuvo en cuenta la dificultad que presentaría y el largo tiempo que llevaría la reforma.

source: Reacting quickly to conservatives’ efforts to assert themselves following the Soviet coup, Deng intervened to insist on accelerating reform and opening up.
es_us: Reaccionando a los esfuerzos de los conservativos de inmediato para reafirmarse luego del golpe de estado soviético, Deng intervino para insistir en la aceleración de la reforma y el sinceramiento.

source: Reflecting cynicism about American motives, 85.4 percent believed that the United States engaged in the Gulf War “out of its own interests.”79 A concluding essay argued that the nationalism reflected in the survey showed that China “still has hope.” Setting the results of the survey against recent discussions of globalization, the author (or authors) declared – in the best realist tradition – that the world was still divided into nation-states; the dividing line separating nation-states was far stronger than any other, including (with reference to Huntington) culture.
es_us: Siendo cínicos acerca de los motivos estadounidenses, el 85.4 porciento creía que Estados Unidos formó parte de la Guerra del Golfo ''por fuera de sus intereses''. Un ensayo final argumentó que el nacionalismo reflejado en las encuestas mostró que China ''todavía tiene esperanzas''. Al poner los resultados de las encuestas contra los debates recientes sobre globalización, el autor (o autores) anunció con la mejor tradición realista que el mundo todavía se encuentra divido en estados-naciones. Esta línea divisora que separa los estados-naciones era mucho más fuerte que cualquier otra, incluyendo la de la cultura (con referencia a Huntington).

source: Reform was greatly changing the relationship between central and local governments by diminishing the role of the central gov- ernment in redistribution and by encouraging localities to satisfy their own interests.
es_us: La reforma estaba cambiando enormemente la relación entre los gobiernos locales y el central al reducir el rol del gobierno central en la redistribución y al fomentar que las localidades satisficieran sus propias necesidades.

source: Reformers had consistently pushed for more reform, worrying that conservative forces would stop reform but not that reform itself might create new problems.
es_us: Los reformadores habían presionado a favor de más reforma de manera consistente, ya que les preocupaba que las fuerzas conservadoras la frenaran, pero no les preocupaba que la reforma en sí misma pudiese crear nuevos problemas.

source: Ren Jianxin, who replaced Qiao as head of the Central Political and Legal Committee, had been promoted by Qiao, and Wei Jianxing, who had become secretary of the Central Discipline Inspection Commission (CDIC) and subsequently replaced Chen Xitong as Beijing Party secretary (before being replaced in turn by Jia Qinglin), had strong ties to Qiao.83 Meanwhile, Qiao turned the NPC into a base of support, much as Peng Zhen (who headed that body from 1983 to 1988) had used it as a base from which to oppose reform.
es_us: Ren Jianxin, quien reemplazó a Qiao como secretario en la Comisión Central de Asuntos Políticos y Legales, había sido propuesto por Qiao, y Wen Jianxing, quien se había convertido en el secretario de la Comisión Central de Control Disciplinario (CCCD) y luego reemplazó a Chen Xitong como secretario del Partido Pekín (antes de ser reemplazado por Jia Qinglin), estaba muy relacionado con Qiao. Entre tanto, Qiao fue ganando el apoyo de la APN como lo había hecho Peng Zhen (presidente de la asamblea entre 1983 y 1988) para oponerse a la reforma.

source: Reportedly it met with a barrage of criticism from the left.
es_us: Segú consta, recibió un aluvión de críticas por parte de la izquierda.

source: Restructuring government and the economy: the ninth npc
es_us: Reestructuración del gobierno y la economía: la Novena Asamblea Nacional Popular

source: Reviewing the intellectual scene, the Shanghai-based critic Xu Jilin commented that intellectuals in the latter part of the 1980s really were “intellectual heroes,” treated as celebrities on college campuses and urban streets.
es_us: Al analizar la escena intelectual, el crítico especialista en Shanghái Xu Jilin, comentó que los intelectuales en los últimos años de la década de los 80 eran en verdad "héroes intelectuales" a los que se trataba como celebridades en los campus de las universidades y en las calles de la ciudad .

source: Reviewing the results of a survey of reading habits, researchers concluded: “It is worth paying attention to the great influence on readers of the thinly veiled (lugu) discussion of nationalist sentiment (minzu zhuyi qingxu) with regard to international relations in this popular literature”; they also noted that China Can Say No “unexpectedly” (juran) was the most influential book in the post-1993 period.81 It is important to observe another side to China Can Say No that was apparent to Chinese readers but has been largely ignored in the United States: the populism of the book had a distinctly anti-government tone to it as well.
es_us: Al revisar los resultados de las encuestas sobre los hábitos de lectura, los investigadores llegaron a la conclusión de que ''vale la pena prestar atención a la gran influencia que tiene sobre los lectores el recién develado (lugu) debate del sentimiento nacionalista (minzu zhuyi) con respecto a las relaciones internacionales en esta literatura popular''. También se dieron cuenta que China puede decir no ''inesperadamente'' (juran) fue uno de los libros más influyentes durante el período posterior al año 1993.

source: Rhetorically at least, Deng’s status became comparable to, if not higher than, that of Mao.
es_us: Al menos retóricamente, el estatus de Deng se volvió comparable a, o incluso más alto que, el de Mao.

source: Right
es_us: Derecha

source: Rule by law is unreliable.”62
es_us: El gobierno a través de la ley no es confiable”.62

source: Run by the veteran revolutionary Ge Yang, the New Observer had been one of the principal outlets for liberal thinking in the 1980s and was at least as controversial as the World Economic Herald.
es_us: Dirigido por el revolucionario veterano Ge Yang, The New Observer ha sido uno de los principales medios para el pensamiento liberal en los años 80s y era al menos controvertido como el World Economic Herald. .

source: Rural Work Conference
es_us: Conferencia del Trabajo Rural

source: Rural areas had suffered from neglect, not only in economic terms but also from the lack of public services.
es_us: La áreas rurales padecieron estas negligencias, no sólo en términos económicos, sino también por la falta de servicios públicos.

source: Rural incomes grew very slowly from the mid-1980s to the early 2000s; meanwhile, urban incomes grew rapidly.
es_us: Los ingresos rurales se incrementaron paulatinamente desde mediados de los 80 hasta comienzos de la primera década de este siglo; mientras que las urbanas aumentaron rápidamente.

source: SETC State Economic and Trade Commission
es_us: SETC Comisión Estatal de Economía y Comercio

source: SEZ Special Economic Zone
es_us: ZEE Zona Económica Especial

source: SOCIAL CHANGE
es_us: CAMBIO SOCIAL

source: SOCIETY
es_us: SOCIEDAD

source: SOE State-Owned Enterprise
es_us: EPE Empresa de Propiedad Estatal

source: SPC State Planning Commission
es_us: SPC Comisión Estatal de Planificación

source: STATE
es_us: ESTADO

source: STRATEGY AND MANAGEMENT
es_us: Gestión y Estrategia

source: Schematic overview of Chinese political spectrum
es_us: Diagrama general del espectro político en China

source: Schematic overview of the Chinese political spectrum
es_us: Diagrama general del espectro político en China

source: Schematic overview of the Chinese political spectrum xvii
es_us: Diagrama general del espectro político en China

source: Science and technology, of course, would help upgrade industry along the coast–areas that already had a basis for adopting newer technologies – but likely would not drive job creation, particularly in the interior.
es_us: Si bien ambas ayudarían a mejorar la industria en zonas costeras, que cuentan con una base para adoptar nuevas tecnologías, con seguridad no produciría empleo, en particular en las zonas del interior.

source: Second Plenary Session of Fifteenth Central
es_us: Segundo pleno del Décimo Quinto Comité

source: Second Plenary Session of the Fifteenth
es_us: Segundo pleno del Décimo quinto

source: Second and more plausibly, one can assume that Deng, faced with opposition and uncertainty, yielded once again, as he had apparently done several times over the preceding two years – biding his time until a more opportune moment arose to renew his assault.
es_us: En una segunda explicación, un poco más verosímil, uno puede suponer que Deng, enfrentado a la oposición y a la incertidumbre, cedió una vez más, como aparentemente ya lo había hecho varias veces durante los dos años anteriores- asegurando su tiempo hasta que llegara el momento oportuno para reestablecer su ataque.

source: Second, Hu discussed his scientific development concept at length (if not in depth), stressing that it "shares the same lineage as Marxism, Mao Zedong Thought, Deng Xiaoping Theory, and the important thinking of the 'Three Represents'." Hu defined his scientific development concept as being "people centered" and as requiring the development of a "social- ist harmonious society." Hu stressed the need to strengthen sustainable development by moving more quickly from extensive development, which relies on a high rate of investment, to intensive development, which relies on the more efficient use of resources.
es_us: Segundo, Hu analizó en detalle (por no decir en profundidad) su concepto del desarrollo científico, enfatizando que este "comparte el mismo lineamiento que el Marxismo, el pensamiento de Mao Zedong, la teoría de Deng Xiaoping, y el importante concepto de la 'Triple Representatividad' ". Hu define su concepto de desarrollo científico como uno "centrado en la gente" y que requiere de la formación de una "sociedad socialista armoniosa". Hu remarcó la necesidad de fortalecer el desarrollo sustentable que podía lograrse pasando lo antes posible de un modelo de desarrollo de crecimiento extensivo, que depende de una alta taza de inversión, hacia un desarrollo intensivo, que depende un uso más eficiente de los recursos.

source: Second, although the government shared and encouraged the nationalism of many intellectuals, it did not share the populism.
es_us: En segundo lugar, aunque el gobierno compartía y fomentaba el nacionalismo de muchos intelectuales, no compartía el populismo.

source: Second, foreign investment in China was beginning to slow, and entry into the WTO and permanent MFN status were seen as ways to reassure investors.
es_us: En segundo lugar, en China la inversión exterior comenzaba a disminuir, y se consideraba el acceso a la OMC y el estado permanente como NMF como maneras de calmar a los inversores.

source: Second, however, Deng sought a path that might ensure stability after his passing, and the terrible intra-Party struggles that Tiananmen and the ensuing changes in the international
es_us: Por otro lado, sin embargo, Den estaba en busca de un camino que le permitiera asegurar estabilidad luego de su deceso, pero Tiananmén y los cambios resultantes en el ámbito internacional

source: Second, in part because Jiang Zemin was so successful in promoting his protégé to the Politburo at the Sixteenth Party Congress, the Seventeenth Party Congress could not rely simply on promotion by seniority to choose a new leadership.
es_us: En segundo lugar, debido en parte a que Jiang Zemin tuvo tanto éxito al promover a sus protegidos al Politburó en el Décimo Sexto Congreso del Partido, el Décimo Séptimo Congreso del Partido, que debía elegir al nuevo líder, no podía hacerlo teniendo en cuenta solamente el ascenso por antigüedad.

source: Second, the approaches share a concern with social justice, though they differ somewhat in their preferred solutions.
es_us: En segundo lugar, los enfoques comparten un interés por la justicia social, aunque de alguna manera difieren en las soluciones que le darían.

source: Second, with the upsurge of the economy and a loosening of the old rules governing economic activity, China was swept by a wave of commercialism that continues to the present day.
es_us: En segundo lugar, con el aumento significativo de la economía y un desprendimiento de las normas antiguas que regulaban la actividad económica, China se vio arrasada por una ola de comercialismo que continúa hasta la actualidad.

source: Secretariat
es_us: Secretariado

source: See Wei Yung-cheng, “Reveal the Mystery of Huangfu Ping.” According to Gao Xin and He Pin, the galleys of each article were personally approved by Deng’s daughter, Deng Nan (see Zhu Rongji zhuan, p.
es_us: Ver Wei Yung-cheng, “Reveal the Mystery of Huangfu Ping.” According to Gao Xin and He Pin, the galleys of each article were personally approved by Deng’s daughter, Deng Nan (see Zhu Rongji zhuan, p.

source: See also Wang Huning, “Chuji jieduan yu zhengzhi tizhi gaige”; Wang Huning, “Juecegongneng de shehuihua ji qi tiaojian”; and Wang Huning, “Zhiwei fenlei yu ganbu guanli tizhi.”
es_us: Véase también Wang Huning, “Chuji jieduan yu zhengzhi tizhi gaige”; Wang Huning, “Juecegongneng de shehuihua ji qi tiaojian”; y Wang Huning, “Zhiwei fenlei yu ganbu guanli tizhi”.

source: Selected Works of Jiang Zemin are published
es_us: Se publican obras selectas de Jiang Zemin

source: Selected in 2002
es_us: Electos en 2002

source: Selected in 2007
es_us: Electos en 2007

source: September
es_us: Septiembre

source: September 12–18
es_us: 12–18 de septiembre

source: September 12–18 Fifteenth Party Congress convenes in Beijing
es_us: 12 a 18 de septiembre El Décimo Quinto Congreso del Partido se reúne en Pekín.

source: September 13
es_us: 13 de septiembre

source: September 13 Yitahutu chatroom is closed down
es_us: 13 de septiembre Se cierra el foro de discución en línea Yitahutu.

source: September 14
es_us: 14 de septiembre

source: September 16–19
es_us: 16-19 de septiembre

source: September 16–19 Fourth Plenary Session of the SixteenthCentral Committee
es_us: 16 -19 de sepiembre Cuarta sesión plenaria del Décimo Sexto Comité Central

source: September 19
es_us: 19 de septiembre

source: September 19 Jiang Zemin retires from the Central Military Commission
es_us: 19 de septiembre Jiang Zemin se retira de la Comisión Militar Central.

source: September 19–22
es_us: 19–22 de septiembre

source: September 19–22 Fourth Plenary Session of Fifteenth Central Committee
es_us: 19 a 22 de septiembre Cuarta sesión plenaria del Décimo Quinto Comité Central

source: September 2
es_us: 2 de septiembre

source: September 2 Xiao Weibi, editor of the liberal, Guangdong-based Tongzhou gongjin is dismissed for publishing an interview with
es_us: 2 de septiembre El editor de la revista liberal Tongzhou gongjin con base en Cantón, Xiao Weibi es desplazado de su cargo por publicar una entrevista con

source: September 22
es_us: 22 de septiembre

source: September 22 Strategy and Management is closed down
es_us: 22 de septiembre Se deja de publicar Strategy and Management.

source: September 23
es_us: 23 de septiembre

source: September 23 2000 Olympics awarded to Sydney, Australia, instead of Beijing
es_us: 23 de septiembre Sídney (Australia) es elegida como sede de las Olimpíadas en lugar de Pekín para el año 2000.

source: September 24
es_us: 24 de septiembre

source: September 24 Party Secretary of Shanghai Chen Liangyu is removed from office for his involvement in a security fund scandal
es_us: 24 de septiembre El secretario general del partido de Shanghai, Chen Liangyu es removido del cargo por su participación en el escándalo del fondo de seguridad social.

source: September 25–28
es_us: 25–28 de septiembre

source: September 25–28 Fifth Plenary Session of the Fourteenth Central Committee
es_us: 25 a 28 de septiembre Quinta sesión plenaria del Décimo Cuarto Comité Central

source: September 25–28 Fourth Plenary Session of the Fourteenth Central Committee
es_us: 25 a 28 de septiembre Cuarta sesión plenaria del Décimo Cuarto Comité Central

source: September 28
es_us: 28 de septiembre

source: September 28 Conservative theoretician Hu Qiaomu dies at age 81
es_us: 28 de septiembre El teórico conservador Hu Qiaomu fallece a los 81 años.

source: September 8
es_us: 9 de septiembre

source: September 8 Southern Personalities Weekly publishes list of the 50 most influential Chinese public intellectuals
es_us: 8 de septiembre Southern Personalities Weekly publica una lista de los 50 intelectuales públicos chinos más influyentes.

source: September Economic Work Conference
es_us: Septiembre Conferencia de Trabajo Económico

source: Seventeenth Party Congress
es_us: Décimo Séptimo Congreso del Partido

source: Several contradictory trends can be observed.
es_us: Se pueden observar diversas tendencias contradictorias:

source: Shanghai CCP sec.
es_us: Secretariado del PCCh en Shanghai

source: Shanghai CPP sec.
es_us: Secretariado del CPP en Shanghái

source: Shanghai Party Secretary Huang Ju and
es_us: Los secretarios del partido de Shanghái y Pekín, Huang Ju

source: Shen Liren and Dai Yuanchen, “Woguo ‘zhuhou jingji’ de xingcheng ji qi biduan he genyuan.”
es_us: Shen Liren y Dai Yuanchen, “Woguo ‘zhuhou jingji’ de xingcheng ji qi biduan he genyuan”.

source: Shortly after President Clinton turned his back on the WTO deal, details of China’s concessions appeared in a 17-page document posted on the USTR website.
es_us: Poco después de que el presidente Clinton le dio la espalda al trato con la OMC, se publicó un documento con detalles sobre las concesiones de China en la página web de la oficina del USTR.
